[{
    "id": "1",
    "name": "молоток-гвоздодер Gigant 450г GNH450",
    "rating": "4.4",
    "price": "567",
    "image": "/src/assets/images/molotok2.1.jpg",
    "images": ["/src/assets/images/molotok2.1.jpg", "/src/assets/images/molotok2.2.jpg", "/src/assets/images/molotok2.3.jpg"],
    "description": "Молоток-гвоздодер Gigant 450г GNH450 упрощает установку гвоздя и его забивание. В инструменте предусмотрена зона для извлечения гвоздей и круглый боек, что представляет повышенное удобство в работе плотника. Gigant – собственная торговая марка компании ВсеИнструменты.ру, разработанная специально для требовательных мастеров. Продукция представлена профессиональными и бытовыми инструментами, имеет доступную цену и высокое качество. При изготовлении товаров Gigant используется современное оборудование и прочные материалы. Производство осуществляется на современных предприятиях России и Азии. Тестирование товаров осуществляется в два этапа, каждая партия инструментов проходит проверку на соответствие стандартам и заявленным техническим характеристикам. Это является залогом качества и надежности готового продукта. Продукция представлена широкой линейкой инструментов. У нас можно приобрести ручной инструмент, строительный, садовый, сантехнический, климатический, крепежный, автогаражный, а также станки, расходные материалы и многое другое."
},
{
    "id": "2",
    "name": "дрель-шуруповерт AEG BS18G4-202C 4935478630",
    "rating": "4.1",
    "price": "13291",
    "image": "/src/assets/images/drell1.1.jpg",
    "images": ["/src/assets/images/drell1.1.jpg", "/src/assets/images/drell1.2.jpg", "/src/assets/images/drell1.3.jpg"],
    "description": "Дрель-шуруповерт AEG BS18G4-202C 4935478630 подходит для отделочных и ремонтных работ в помещении. Позволяет сверлить отверстия и закручивать крепежные элементы. Не зависит от наличия электросети. Благодаря быстрозажимному патрону обеспечивается удобная замена и надежное крепление оснастки. Компактные размеры и легкий вес инструмента обеспечивают удобство при длительной эксплуатации. Вес без аккумулятора 1,3 кг. Вес с аккумулятором 2 А*ч 1,7 кг. Регулируемая скорость помогает подобрать оптимальный режим в зависимости от задачи. Подсветка освещает рабочую область в случае необходимости."
},
{
    "id": "3",
    "name": "усиленная крестовая отвертка PH2 x 100мм JTC 7610",
    "rating": "1.3",
    "price": "504",
    "image": "/src/assets/images/otvertka1.1.jpg",
    "images": ["/src/assets/images/otvertka1.1.jpg", "/src/assets/images/otvertka1.2.jpg", "/src/assets/images/otvertka1.3.jpg"],
    "description": "Усиленная крестовая отвертка PH2 x 100мм JTC 7610 используется для монтажа и демонтажа крепежа. Стержень изготовлен из CrMo стали, поэтому устойчив к износу и коррозии. Двухкомпонентная рукоятка не скользит, что обеспечивает высокую эффективность даже при длительной эксплуатации. На конце отвертки предусмотрено отверстие для подвеса."
},
{
    "id": "4",
    "name": "аккумуляторный шуруповерт Makita LXT DFR550Z",
    "rating": "3.7",
    "price": "52717",
    "image": "/src/assets/images/shurupovert1.1.jpg",
    "images": ["/src/assets/images/shurupovert1.1.jpg", "/src/assets/images/shurupovert1.2.jpg", "/src/assets/images/shurupovert1.3.jpg"],
    "description": "Аккумуляторный шуруповерт Makita DFR550Z имеет обрезиненную рукоятку, что способствует комфортной работе пользователя. Функция реверса поможет вывернуть застрявший шуруп и облегчит работу. Модель поставляется без аккумуляторов и зарядного устройства, что является отличным выбором для тех, у кого уже имеется 18-вольтовый аккумуляторный инструмент Makita."
},
{
    "id": "5",
    "name": "бесщеточная дрель-шуруповерт Dewalt 18.0 В XR DCD7771D2",
    "rating": "4.5",
    "price": "29900",
    "image": "/src/assets/images/drell2.1.jpg",
    "images": ["/src/assets/images/drell2.1.jpg", "/src/assets/images/drell2.2.jpg", "/src/assets/images/drell2.3.jpg"],
    "description": "Бесщеточная дрель-шуруповерт Dewalt 18.0 В XR DCD7771D2 используется для работ с крепежными элементами и сверления отверстий. Быстрозажимной патрон обеспечивает простую замену насадок, что позволяет экономить время. В зависимости от плотности материала можно выбрать один из пятнадцати режимов крутящего момента. Кейс решает вопрос хранения и транспортировки."
},
{
    "id": "6",
    "name": "молоток-гвоздодер GROSS 10470, 570 г",
    "rating": "2.8",
    "price": "1231",
    "image": "/src/assets/images/molotok1.1.jpg",
    "images": ["/src/assets/images/molotok1.1.jpg", "/src/assets/images/molotok1.2.jpg", "/src/assets/images/molotok1.3.jpg"],
    "description": "Молоток-гвоздодер GROSS 10470, 570 г используется для забивания и вытаскивания гвоздей. Он может применяться как в профессиональных строительно-монтажных работах, так и в домашнем хозяйстве. Эргономичная ручка молотка гарантирует комфорт и высокую эффективность даже при больших объемах работы."
},
    {
    "id": "7",
    "name": "ударная крестовая отвертка Промлайн PH3x150мм, CrV, ПЛ01405033_z022",
    "rating": "0.6",
    "price": "103",
    "image": "/src/assets/images/otvertka2.1.jpg",
    "images": ["/src/assets/images/otvertka2.1.jpg", "/src/assets/images/otvertka2.2.jpg", "/src/assets/images/otvertka2.3.jpg"],
    "description": "Ударная крестовая овтертка Промлайн PH3x150мм, CrV, ПЛ01405033_z022 можно применять как ударный инструмент. Магнитный наконечник фиксирует крепеж во время работы."
},
{
    "id": "8",
    "name": "шуруповерт GNG GNB-SC55 GNBSC55",
    "rating": "5",
    "price": "27800",
    "image": "/src/assets/images/shurupovert2.1.jpg",
    "images": ["/src/assets/images/shurupovert2.1.jpg", "/src/assets/images/shurupovert2.2.jpg", "/src/assets/images/shurupovert2.3.jpg"],
    "description": "Аккумуляторный шуруповерт по гипсокартону упорного принципа GNBSC55 является эффективным инструментом для монтажа ГКЛ за счет высокой скорости вращения и упорного принципа остановки, благодаря которому каждый саморез одинаково и с высокой скоростью закручивается на выставленное заглубление. Насадка для автоматической подачи саморезов повышает производительность при монтаже гипсокартона до 50%."
},
{
    "id": "9",
    "name": "сетевой шуруповерт для гипсокартона BOSCH GTB 650 06014A2000",
    "rating": "3.2",
    "price": "12535",
    "image": "/src/assets/images/shurupovert3.1.jpg",
    "images": ["/src/assets/images/shurupovert3.1.jpg", "/src/assets/images/shurupovert3.2.jpg", "/src/assets/images/shurupovert3.3.jpg"],
    "description": "Сетевой шуруповерт для гипсокартона BOSCH GTB 650 06014A2000 предназначен для работ по заворачиванию шурупов в гипсокартон, древесину или саморезов в сталь. Мощный двигатель 650 Вт и максимальный крутящий момент 12 Нм позволяют закручивать саморезы диаметром до 6 мм и шурупы до 4 мм. Функция реверса обеспечивает удобное выкручивание крепежа без снятия ограничителя глубины. Для удобного закрепления инструмента на ремне в перерывах между работой предусмотрен зажим."
},
{
    "id": "10",
    "name": "газонокосилка Ryobi RLM13E33S 5133002343",
    "rating": "3.2",
    "price": "7747",
    "image": "/src/assets/images/gaz1.1.jpg",
    "images": ["/src/assets/images/gaz1.1.jpg", "/src/assets/images/gaz1.2.jpg", "/src/assets/images/gaz1.3.jpg"],
    "description": "Газонокосилка Ryobi RLM13E33S 5133002343 используется для ухода и стрижки газона. Подходит для небольших по площади участков. Агрегат отличается экологичностью, электрической безопасностью и легкостью обслуживания. Складная конструкция обеспечивает компактность при хранении и транспортировке косилки. Работает в трех режимах: выброс назад, сбор срезанной травы в специальный контейнер, мульчирование. Возможна регулировка рукоятки под рост пользователя."
}
]